package com.jojo.sample.easygreendao.constant;

/**
 * author : JOJO
 * e-mail : 18510829974@163.com
 * date   : 2019/1/31 1:55 PM
 * desc   : 数据
 */
public class DataConstant {
    public static final String jsonData = "[\n" +
            "    {\n" +
            "        \"name_cn\": \"民国乱\",\n" +
            "        \"author\": \"话茶宜家\",\n" +
            "        \"content_update_time\": \"2016-09-02T03:06:07.000Z\",\n" +
            "        \"category\": \"玄幻魔法\",\n" +
            "        \"covor_url\": \"https://www.wenxuemi.com/files/article/image/11/11010/11010s.jpg\",\n" +
            "        \"origin_website\": \"https://www.wenxuemi.com\",\n" +
            "        \"is_finished\": 0,\n" +
            "        \"read_count\": 0,\n" +
            "        \"comment\": \"大哥伯言，接受传统教育，娶了世家姑娘文殊，和美的生活逐渐充斥猜忌；二小姐曼卿嫁了同学宋沐之，婆婆是没落的满清格格，穷有一身‘傲骨’；三少爷承言一边是求而不得背负一身伤痕的女友。一边是一团乱麻的青梅竹马。风雨飘摇的民国，姻缘的红线说乱就乱。\",\n" +
            "        \"book_id\": 36919\n" +
            "    },\n" +
            "    {\n" +
            "        \"name_cn\": \"大清香妃\",\n" +
            "        \"author\": \"话茶宜家\",\n" +
            "        \"content_update_time\": \"2017-05-14T10:14:43.000Z\",\n" +
            "        \"category\": \"都市言情\",\n" +
            "        \"covor_url\": \"https://www.wenxuemi.com/files/article/image/21/21084/21084s.jpg\",\n" +
            "        \"origin_website\": \"https://www.wenxuemi.com\",\n" +
            "        \"is_finished\": 0,\n" +
            "        \"read_count\": 0,\n" +
            "        \"comment\": \"伊帕尔罕醒来的时候,正在被送往和亲的路上.阿里和卓之女,她好像知道自己是谁了,可为什么并不香?美丽冷漠的皇后,嚣张单蠢的金妃,还有一个莫名其妙亲近的令嫔......拖着板凳,正等着围观到历史真相,却又在小燕子之前见到了夏姑娘!尼玛,这到底是哪?还是好好生包子养包子好了.\",\n" +
            "        \"book_id\": 38975\n" +
            "    },\n" +
            "    {\n" +
            "        \"name_cn\": \"侯府商女\",\n" +
            "        \"author\": \"上官旭云\",\n" +
            "        \"content_update_time\": \"2018-09-07T14:42:20.000Z\",\n" +
            "        \"category\": \"其他小说\",\n" +
            "        \"covor_url\": \"https://www.biduo.cc/files/article/image/12/12370/12370s.jpg\",\n" +
            "        \"origin_website\": \"https://www.biduo.cc\",\n" +
            "        \"is_finished\": 0,\n" +
            "        \"read_count\": 0,\n" +
            "        \"comment\": \"望着眼前古香古色的房间？这是什么情况啊？现代最大的百货业龙头女王意外穿越至启国，成了一等靖安侯府唯一的千金和子嗣。其父亲一方的正二品封疆大吏，母亲为救全城百姓而牺牲，被封为正一品的贞烈夫人，正经的名门世家。在这个等级森严，是人就分高低贵贱三六九等的封建王朝，娘哎，这个身份可真是很好很强大。。。。。。奈何前身是个不谙世事的小白花，因为母亲离世伤心一病不起，父亲无奈只能托付外祖家照顾，可惜这一家子给命都‘照顾’没了。曾经她一心痴恋表哥，为了能嫁给心爱之人，将铺子、票子、房子统统交给负心人和别有用心的大舅一家打理。结果事与愿违，琴瑟和鸣？长相厮守统统没了，有的只是阴谋诡计和算计，看上的完全是手里的银子，幸好姐姐来了一切为时不晚！什么？大舅一家为了表哥成亲，抢占了自己的宅子？这事好办，一顿胖揍滚回你的老家，姐姐的地方休想染指。什么？表哥为了娶高门女，下小定礼都是自己的银子和宝贝？这也好办，慧姐手拿单子笑眯眯的看着大舅母道：“不好意思大舅母，几个不长眼的奴才将御赐之物放错了地方，可不能坏了表哥的亲事！来人，抬走！”看着一箱箱的东西被慧姐抬走，大舅母气的前仰后合，脸色铁青，结果这“飘轻”的小定礼一出门就笑掉了全城的大牙！以往的娇气任性识人不清？不怕，那个什么扮猪吃老虎这年代都弱爆了，姐姐最擅长的就是扮兔子吃大象，瞧瞧都是瑞兽哎，啧啧这比例多么的震撼！以往不擅经营，虽有万贯家财结果手头拮据都被人骗去？不怕，姐姐本就是百货女王，敛财敛物都是经营强项，商道才是唯一的正理！以往视商业为贱业，视金钱如粪土，不肯花一分的心思。这也不怕，这世界没有什么比银子更贴心安全实在的东西了，乃是姐姐最喜爱之物，费点心思怕什么？重要的是君子爱财取之以道，小赚宜室宜家，中赚发家致富，大赚扬名立万，赚暴了利国利民，瞧瞧，商人多么的伟大！且看百货女王在这个朝代，如何将商人推到最高位，如何打造自己的商业帝国，如何振兴家业，振兴国业！咩哈哈哈。。。。。。让那些眼红羡慕嫉妒恨的都和西北风去吧！＝＝＝＝＝＝＝＝＝＝＝＝＝＝＝＝＝＝＝＝＝＝＝＝＝＝＝＝＝＝＝＝＝＝＝＝＝＝＝＝＝＝＝＝＝＝＝＝经商之路风生水起，一晃年龄大了，这惦记自己婚事的太多了，不想被别人主宰婚约，干脆顺便拐了一个斯文多变男，这货比自己还爱银子！女主：“那个谁，婚约就当是我们两个签合同了，合同到期再说日后之事！”某斯文男道：“签字画押，成交！”</div>\",\n" +
            "        \"book_id\": 112459\n" +
            "    },\n" +
            "    {\n" +
            "        \"name_cn\": \"侯府商女\",\n" +
            "        \"author\": \"上官旭云\",\n" +
            "        \"content_update_time\": \"2018-08-19T14:40:13.000Z\",\n" +
            "        \"category\": \"女生小说\",\n" +
            "        \"covor_url\": \"https://www.zhuishu.tw/cover/56/56849.jpg\",\n" +
            "        \"origin_website\": \"https://www.zhuishu.tw\",\n" +
            "        \"is_finished\": 0,\n" +
            "        \"read_count\": 0,\n" +
            "        \"comment\": \"望着眼前古香古色的房间？这是什么情况啊？　　现代最大的百货业龙头女王意外穿越至启国，成了一等靖安侯府唯一的千金和子嗣。　　其父亲一方的正二品封疆大吏，母亲为救全城百姓而牺牲，被封为正一品的贞烈夫人，正经的名门世家。　　在这个等级森严，是人就分高低贵贱三六九等的封建王朝，娘哎，这个身份可真是很好很强大。。。。。。　　奈何前身是个不谙世事的小白花，因为母亲离世伤心一病不起，父亲无奈只能托付外祖家照顾，可惜这一家子给命都‘照顾’没了。　　曾经她一心痴恋表哥，为了能嫁给心爱之人，将铺子、票子、房子统统交给负心人和别有用心的大舅一家打理。　　结果事与愿违，琴瑟和鸣？长相厮守统统没了，有的只是阴谋诡计和算计，看上的完全是手里的银子，幸好姐姐来了一切为时不晚！　　什么？大舅一家为了表哥成亲，抢占了自己的宅子？　　这事好办，一顿胖揍滚回你的老家，姐姐的地方休想染指。　　什么？表哥为了娶高门女，下小定礼都是自己的银子和宝贝？　　这也好办，慧姐手拿单子笑眯眯的看着大舅母道：“不好意思大舅母，几个不长眼的奴才将御赐之物放错了地方，可不能坏了表哥的亲事！来人，抬走！”　　看着一箱箱的东西被慧姐抬走，大舅母气的前仰后合，脸色铁青，结果这“飘轻”的小定礼一出门就笑掉了全城的大牙！　　以往的娇气任性识人不清？　　不怕，那个什么扮猪吃老虎这年代都弱爆了，姐姐最擅长的就是扮兔子吃大象，瞧瞧都是瑞兽哎，啧啧这比例多么的震撼！　　以往不擅经营，虽有万贯家财结果手头拮据都被人骗去？　　不怕，姐姐本就是百货女王，敛财敛物都是经营强项，商道才是唯一的正理！　　以往视金钱如粪土，不肯花一分的心思。　　这也不怕，这世界没有什么比银子更贴心安全实在的东西了，乃是姐姐最喜爱之物，费点心思怕什么？　　重要的是君子爱财取之以道，小赚宜室宜家，中赚发家致富，大赚扬名立万，赚暴了利国利民，瞧瞧，商人多么的伟大！　　且看百货女王在这个朝代，如何将商人推到最高位，如何打造自己的商业帝国，如何振兴家业，振兴国业！　　咩哈哈哈。。。。。。让那些眼红羡慕嫉妒恨的都和西北风去吧！　　＝＝＝＝＝＝＝＝＝＝＝＝＝＝＝＝＝＝＝＝＝＝＝＝＝＝＝＝＝＝＝＝＝＝＝＝＝＝＝＝＝＝＝＝＝＝＝＝　　经商之路风生水起，一晃年龄大了，这惦记自己婚事的太多了，不想被别人主宰婚约，干脆顺便拐了一个斯文多变男，这货比自己还爱银子！　　女主：“那个谁，婚约就当是我们两个签合同了，合同到期再说日后之事！”　　某斯文男道：“签字画押，成交！”\",\n" +
            "        \"book_id\": 5715\n" +
            "    },\n" +
            "    {\n" +
            "        \"name_cn\": \"风涌门楣\",\n" +
            "        \"author\": \"话茶宜家\",\n" +
            "        \"content_update_time\": \"2016-10-31T13:13:08.000Z\",\n" +
            "        \"category\": \"玄幻魔法\",\n" +
            "        \"covor_url\": \"https://www.wenxuemi.com/files/article/image/13/13882/13882s.jpg\",\n" +
            "        \"origin_website\": \"https://www.wenxuemi.com\",\n" +
            "        \"is_finished\": 0,\n" +
            "        \"read_count\": 0,\n" +
            "        \"comment\": \"大哥伯言，接受传统教育，娶了世家姑娘文殊，和美的生活逐渐充斥猜忌；二小姐曼卿嫁了同学宋沐之，婆婆是没落的满清格格，穷有一身‘傲骨’；三少爷承言一边是求而不得背负一身伤痕的女友。一边是一团乱麻的青梅竹马。风雨飘摇的民国，姻缘的红线说乱就乱。\",\n" +
            "        \"book_id\": 51061\n" +
            "    },\n" +
            "    {\n" +
            "        \"name_cn\": \"重生宜室宜家\",\n" +
            "        \"author\": \"秋十三\",\n" +
            "        \"content_update_time\": \"2014-10-31T20:35:47.000Z\",\n" +
            "        \"category\": \"网游小说\",\n" +
            "        \"covor_url\": \"https://www.zhuishu.tw/cover/38/38789.jpg\",\n" +
            "        \"origin_website\": \"https://www.zhuishu.tw\",\n" +
            "        \"is_finished\": 0,\n" +
            "        \"read_count\": 0,\n" +
            "        \"comment\": \"她本是豪门华氏嫡裔贵女，父慈母爱，自小娇养，更有一幼弟乖巧可爱。　　    不料家遭惨变，父亡母丧，亲族薄恩寡情，致使幼弟被拐，族产瓜分，最后她娘舅家中竟贪图商户聘礼将她堂堂豪门贵女嫁予商户，岂料夫家无情无义，三年结发，一纸休书。　　    此辱难雪，此恨难休，三尺白绫了此生，原以为魂归黄泉一了百了，岂料再睁眼，重回幼年，父慈母爱，幼弟方出生。　　    这一次，她必如芳华再世\",\n" +
            "        \"book_id\": 20357\n" +
            "    },\n" +
            "    {\n" +
            "        \"name_cn\": \"重生医道娇妻\",\n" +
            "        \"author\": \"歌恩\",\n" +
            "        \"content_update_time\": \"2016-02-29T14:15:22.000Z\",\n" +
            "        \"category\": \"都市言情\",\n" +
            "        \"covor_url\": \"https://www.biduo.cc/files/article/image/4/4316/4316s.jpg\",\n" +
            "        \"origin_website\": \"https://www.biduo.cc\",\n" +
            "        \"is_finished\": 0,\n" +
            "        \"read_count\": 0,\n" +
            "        \"comment\": \"ps:女主是宜室宜家型。于宛清重生了，重生是好事，可为嘛重生在了儿子的青梅池佳卉身上，暴汗，还是一朵柔弱的小白花。于宛清表示很悲剧！于宛清想改造儿子的情感观刻不容缓，势必要为儿子撮合一段锦绣良缘。于宛清本想悠然一世，可偏偏无奈被卷入各种纷争，只见她冷眼看戏，做好一个安静美美的观众就好。但欺负到她的头上她也不是好惹得！让她们也知道知道花儿为什么这么红？！可是遇到了这个上辈子的痴情硬汉大叔，要不要考虑考虑收入囊中呢?隐医出手百病全消，在上流社会一直流传着一句话，可是竟很少有人知道是男是女，又是何种容貌\",\n" +
            "        \"book_id\": 86149\n" +
            "    },\n" +
            "    {\n" +
            "        \"name_cn\": \"风涌门楣\",\n" +
            "        \"author\": \"话茶宜家\",\n" +
            "        \"content_update_time\": \"2016-10-31T13:13:07.000Z\",\n" +
            "        \"category\": \"玄幻小说\",\n" +
            "        \"covor_url\": \"https://www.xs222.tw/files/article/image/7/7465/7465s.jpg\",\n" +
            "        \"origin_website\": \"https://www.xs222.tw\",\n" +
            "        \"is_finished\": 0,\n" +
            "        \"read_count\": 0,\n" +
            "        \"comment\": \"大哥伯言，接受传统教育，娶了世家姑娘文殊，和美的生活逐渐充斥猜忌；二小姐曼卿嫁了同学宋沐之，婆婆是没落的满清格格，穷有一身‘傲骨’；三少爷承言一边是求而不得背负一身伤痕的女友。一边是一团乱麻的青梅竹马。风雨飘摇的民国，姻缘的红线说乱就乱。\",\n" +
            "        \"book_id\": 104658\n" +
            "    },\n" +
            "    {\n" +
            "        \"name_cn\": \"侯府商女\",\n" +
            "        \"author\": \"上官旭云\",\n" +
            "        \"content_update_time\": \"2018-08-30T15:54:15.000Z\",\n" +
            "        \"category\": \"其它小说\",\n" +
            "        \"covor_url\": \"https://www.wenxuemi.com/files/article/image/3/3446/3446s.jpg\",\n" +
            "        \"origin_website\": \"https://www.wenxuemi.com\",\n" +
            "        \"is_finished\": 0,\n" +
            "        \"read_count\": 0,\n" +
            "        \"comment\": \"&amp;lt;b&amp;gt;内容介绍：&amp;lt;/b&amp;gt;望着眼前古香古色的房间？这是什么情况啊？现代最大的百货业龙头女王意外穿越至启国，成了一等靖安侯府唯一的千金和子嗣。其父亲一方的正二品封疆大吏，母亲为救全城百姓而牺牲，被封为正一品的贞烈夫人，正经的名门世家。在这个等级森严，是人就分高低贵贱三六九等的封建王朝，娘哎，这个身份可真是很好很强大。。。。。。奈何前身是个不谙世事的小白花，因为母亲离世伤心一病不起，父亲无奈只能托付外祖家照顾，可惜这一家子给命都‘照顾’没了。曾经她一心痴恋表哥，为了能嫁给心爱之人，将铺子、票子、房子统统交给负心人和别有用心的大舅一家打理。结果事与愿违，琴瑟和鸣？长相厮守统统没了，有的只是阴谋诡计和算计，看上的完全是手里的银子，幸好姐姐来了一切为时不晚！什么？大舅一家为了表哥成亲，抢占了自己的宅子？这事好办，一顿胖揍滚回你的老家，姐姐的地方休想染指。什么？表哥为了娶高门女，下小定礼都是自己的银子和宝贝？这也好办，慧姐手拿单子笑眯眯的看着大舅母道：“不好意思大舅母，几个不长眼的奴才将御赐之物放错了地方，可不能坏了表哥的亲事！来人，抬走！”看着一箱箱的东西被慧姐抬走，大舅母气的前仰后合，脸色铁青，结果这“飘轻”的小定礼一出门就笑掉了全城的大牙！以往的娇气任性识人不清？不怕，那个什么扮猪吃老虎这年代都弱爆了，姐姐最擅长的就是扮兔子吃大象，瞧瞧都是瑞兽哎，啧啧这比例多么的震撼！以往不擅经营，虽有万贯家财结果手头拮据都被人骗去？不怕，姐姐本就是百货女王，敛财敛物都是经营强项，商道才是唯一的正理！以往视商业为贱业，视金钱如粪土，不肯花一分的心思。这也不怕，这世界没有什么比银子更贴心安全实在的东西了，乃是姐姐最喜爱之物，费点心思怕什么？重要的是君子爱财取之以道，小赚宜室宜家，中赚发家致富，大赚扬名立万，赚暴了利国利民，瞧瞧，商人多么的伟大！且看百货女王在这个朝代，如何将商人推到最高位，如何打造自己的商业帝国，如何振兴家业，振兴国业！咩哈哈哈。。。。。。让那些眼红羡慕嫉妒恨的都和西北风去吧！＝＝＝＝＝＝＝＝＝＝＝＝＝＝＝＝＝＝＝＝＝＝＝＝＝＝＝＝＝＝＝＝＝＝＝＝＝＝＝＝＝＝＝＝＝＝＝＝经商之路风生水起，一晃年龄大了，这惦记自己婚事的太多了，不想被别人主宰婚约，干脆顺便拐了一个斯文多变男，这货比自己还爱银子！女主：“那个谁，婚约就当是我们两个签合同了，合同到期再说日后之事！”某斯文男道：“签字画押，成交！”\",\n" +
            "        \"book_id\": 46584\n" +
            "    }\n" +
            "]";

    /**
     * 嵌套了list和jababean的json数据
     */
    public static final String jsonlist = "[\n" +
            "    {\n" +
            "        \"book_id\": 60,\n" +
            "        \"name_cn\": \"罗密欧与朱丽叶\",\n" +
            "        \"author\": {\n" +
            "            \"id\": 1001,\n" +
            "            \"author_name\": \"莎士比亚\",\n" +
            "            \"identity\": \"戏剧家、文学家\"\n" +
            "        },\n" +
            "        \"tags\": [\n" +
            "            {\n" +
            "                \"id\": 601,\n" +
            "                \"name\": \"戏剧\"\n" +
            "            },\n" +
            "            {\n" +
            "                \"id\": 602,\n" +
            "                \"name\": \"爱情\"\n" +
            "            }\n" +
            "        ]\n" +
            "    },\n" +
            "    {\n" +
            "        \"book_id\": 61,\n" +
            "        \"name_cn\": \"活着\",\n" +
            "        \"author\": {\n" +
            "            \"id\": 1002,\n" +
            "            \"author_name\": \"余华\",\n" +
            "            \"identity\": \"现代作家\"\n" +
            "        },\n" +
            "        \"tags\": [\n" +
            "            {\n" +
            "                \"id\": 601,\n" +
            "                \"name\": \"现实主义\"\n" +
            "            },\n" +
            "            {\n" +
            "                \"id\": 602,\n" +
            "                \"name\": \"小说\"\n" +
            "            }\n" +
            "        ]\n" +
            "    },\n" +
            "    {\n" +
            "        \"book_id\": 62,\n" +
            "        \"name_cn\": \"红楼梦\",\n" +
            "        \"author\": {\n" +
            "            \"id\": 1002,\n" +
            "            \"author_name\": \"曹雪芹\",\n" +
            "            \"identity\": \"清代学者\"\n" +
            "        },\n" +
            "        \"tags\": [\n" +
            "            {\n" +
            "                \"id\": 601,\n" +
            "                \"name\": \"现实主义\"\n" +
            "            },\n" +
            "            {\n" +
            "                \"id\": 602,\n" +
            "                \"name\": \"小说\"\n" +
            "            }\n" +
            "        ]\n" +
            "    },\n" +
            "    {\n" +
            "        \"book_id\": 63,\n" +
            "        \"name_cn\": \"活着\",\n" +
            "        \"author\": {\n" +
            "            \"id\": 1002,\n" +
            "            \"author_name\": \"余华\",\n" +
            "            \"identity\": \"现代作家\"\n" +
            "        },\n" +
            "        \"tags\": [\n" +
            "            {\n" +
            "                \"id\": 601,\n" +
            "                \"name\": \"现实主义\"\n" +
            "            },\n" +
            "            {\n" +
            "                \"id\": 602,\n" +
            "                \"name\": \"小说\"\n" +
            "            }\n" +
            "        ]\n" +
            "    },\n" +
            "    {\n" +
            "        \"book_id\": 64,\n" +
            "        \"name_cn\": \"水浒传\",\n" +
            "        \"author\": {\n" +
            "            \"id\": 1002,\n" +
            "            \"author_name\": \"施耐庵\",\n" +
            "            \"identity\": \"元末明初作家\"\n" +
            "        },\n" +
            "        \"tags\": [\n" +
            "            {\n" +
            "                \"id\": 601,\n" +
            "                \"name\": \"现实主义\"\n" +
            "            },\n" +
            "            {\n" +
            "                \"id\": 602,\n" +
            "                \"name\": \"小说\"\n" +
            "            }\n" +
            "        ]\n" +
            "    },\n" +
            "    {\n" +
            "        \"book_id\": 65,\n" +
            "        \"name_cn\": \"西游记\",\n" +
            "        \"author\": {\n" +
            "            \"id\": 1002,\n" +
            "            \"author_name\": \"吴承恩\",\n" +
            "            \"identity\": \"明代小说家\"\n" +
            "        },\n" +
            "        \"tags\": [\n" +
            "            {\n" +
            "                \"id\": 601,\n" +
            "                \"name\": \"神话\"\n" +
            "            },\n" +
            "            {\n" +
            "                \"id\": 602,\n" +
            "                \"name\": \"小说\"\n" +
            "            }\n" +
            "        ]\n" +
            "    },\n" +
            "    {\n" +
            "        \"book_id\": 66,\n" +
            "        \"name_cn\": \"三国演义\",\n" +
            "        \"author\": {\n" +
            "            \"id\": 1002,\n" +
            "            \"author_name\": \"罗贯中\",\n" +
            "            \"identity\": \"小说家\"\n" +
            "        },\n" +
            "        \"tags\": [\n" +
            "            {\n" +
            "                \"id\": 601,\n" +
            "                \"name\": \"战国\"\n" +
            "            },\n" +
            "            {\n" +
            "                \"id\": 602,\n" +
            "                \"name\": \"小说\"\n" +
            "            }\n" +
            "        ]\n" +
            "    },\n" +
            "    {\n" +
            "        \"book_id\": 67,\n" +
            "        \"name_cn\": \"面纱\",\n" +
            "        \"author\": {\n" +
            "            \"id\": 1002,\n" +
            "            \"author_name\": \"毛姆\",\n" +
            "            \"identity\": \"英国作家\"\n" +
            "        },\n" +
            "        \"tags\": [\n" +
            "            {\n" +
            "                \"id\": 601,\n" +
            "                \"name\": \"现实主义\"\n" +
            "            },\n" +
            "            {\n" +
            "                \"id\": 602,\n" +
            "                \"name\": \"长篇小说\"\n" +
            "            }\n" +
            "        ]\n" +
            "    }\n" +
            "]";

//[
//    {
//        "book_id": 60,
//            "name_cn": "罗密欧与朱丽叶",
//            "author": {
//        "id": 1001,
//                "author_name": "莎士比亚",
//                "identity": "戏剧家、文学家"
//    },
//        "tags": [
//        {
//            "id": 601,
//                "name": "戏剧"
//        },
//        {
//            "id": 602,
//                "name": "爱情"
//        }
//        ]
//    },
//    {
//        "book_id": 61,
//            "name_cn": "活着",
//            "author": {
//        "id": 1002,
//                "author_name": "余华",
//                "identity": "现代作家"
//    },
//        "tags": [
//        {
//            "id": 601,
//                "name": "现实主义"
//        },
//        {
//            "id": 602,
//                "name": "小说"
//        }
//        ]
//    },
//    {
//        "book_id": 62,
//            "name_cn": "红楼梦",
//            "author": {
//        "id": 1002,
//                "author_name": "曹雪芹",
//                "identity": "清代学者"
//    },
//        "tags": [
//        {
//            "id": 601,
//                "name": "现实主义"
//        },
//        {
//            "id": 602,
//                "name": "小说"
//        }
//        ]
//    },
//    {
//        "book_id": 63,
//            "name_cn": "活着",
//            "author": {
//        "id": 1002,
//                "author_name": "余华",
//                "identity": "现代作家"
//    },
//        "tags": [
//        {
//            "id": 601,
//                "name": "现实主义"
//        },
//        {
//            "id": 602,
//                "name": "小说"
//        }
//        ]
//    },
//    {
//        "book_id": 64,
//            "name_cn": "水浒传",
//            "author": {
//        "id": 1002,
//                "author_name": "施耐庵",
//                "identity": "元末明初作家"
//    },
//        "tags": [
//        {
//            "id": 601,
//                "name": "现实主义"
//        },
//        {
//            "id": 602,
//                "name": "小说"
//        }
//        ]
//    },
//    {
//        "book_id": 65,
//            "name_cn": "西游记",
//            "author": {
//        "id": 1002,
//                "author_name": "吴承恩",
//                "identity": "明代小说家"
//    },
//        "tags": [
//        {
//            "id": 601,
//                "name": "神话"
//        },
//        {
//            "id": 602,
//                "name": "小说"
//        }
//        ]
//    },
//    {
//        "book_id": 66,
//            "name_cn": "三国演义",
//            "author": {
//        "id": 1002,
//                "author_name": "罗贯中",
//                "identity": "小说家"
//    },
//        "tags": [
//        {
//            "id": 601,
//                "name": "战国"
//        },
//        {
//            "id": 602,
//                "name": "小说"
//        }
//        ]
//    },
//    {
//        "book_id": 67,
//            "name_cn": "面纱",
//            "author": {
//        "id": 1002,
//                "author_name": "毛姆",
//                "identity": "英国作家"
//    },
//        "tags": [
//        {
//            "id": 601,
//                "name": "现实主义"
//        },
//        {
//            "id": 602,
//                "name": "长篇小说"
//        }
//        ]
//    }
//]
}